<?php

return [

    'roles' => [
        0 => 'صاحب المطعم',
        1 => 'المدير العام',
        2 => 'مفوض',
    ],

    'restaurant_services' => [
        0 => 'سفري',
        1 => 'محلي',
        2 => 'توصيل عن طريق المطعم',
    ],

    'restaurant_types' => [
        0 => 'مطعم',
        1 => 'مقهى',
        2 => 'محل حلويات',
    ],

    'payment_methods' => [
        0 => 'Visa',
        1 => 'Master Card',
        2 => 'Mada',
        3 => 'STC Pay',
        4 => 'نقدا عند الإستلام',
    ],

    'meal_sizes' => [
        0 => 'صغير',
        1 => 'وسط',
        2 => 'كبير',
        3 => 'لا ينطبق',
    ],

];
